agauniyal.vscode-caniuse
bierner.color-info
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
crystal-spider.jsdoc-generator
daghostman.vs-treeview
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
humao.rest-client
idered.npm
ionic.ionic
jebbs.plantuml
lllllllqw.jsdoc
markosth09.color-picker
mechatroner.rainbow-csv
meganrogge.template-string-converter
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
mtxr.sqltools
rangav.vscode-thunder-client
redhat.java
rpinski.shebang-snippets
rvest.vs-code-prettier-eslint
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
zfzackfrost.commentbars